Repository: uzinfocomga/hadis_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru, uz

source: Hello, admin!
ru: Здравствуйте, администратор!
uz: Salom, admin!

source: Welcome to the main menu!
ru: Добро пожаловать в главное меню!
uz: Asosiy menyuga xush kelibsiz!

source: Echo message
ru: Сообщение эхо
uz: Yankı xabari

source: UZBEKCHA
ru: RUSCHA

source: Don't read hadith too fast!
ru: Не читайте хадисы слишком быстро!
uz: Hadisni juda tez o‘qimang!

source: Click to share the bot!
ru: Нажмите, чтобы поделиться ботом!
uz: Botni ulashish uchun bosing!

source: There are no books uploaded yet
ru: Книги еще не загружены
uz: Hech qanday kitob yuklanmagan

source: <em><b>{count} books in total.</b></em>
ru: <em><b>Всего {count} книг.</b></em>
uz: <em><b>Jami {count} ta kitob</b></em>

source: 📖 Hadiths!
ru: 📖 Хадисы!
uz: 📖 Hadislar!

source: 📚 Necessary books!
ru: 📚 Необходимые книги!
uz: 📚 Kerakli kitoblar!

source: 🔎 Search for friends!
ru: 🔎 Поиск друзей!
uz: 🔎 Do'stlarni qidirish!

source: 🔎 Search for hadith!
ru: 🔎 Поиск хадисов!
uz: 🔎 Hadislarni qidirish!

source: 🏆 Top rating!
ru: 🏆 Топ рейтинг!
uz: 🏆 Eng yuqori reyting!

source: 📊 My statistics!
ru: 📊 Моя статистика!
uz: 📊 Mening statistikam!

source: 👥 Share the bot with friends!
ru: 👥 Поделитесь ботом с друзьями!
uz: 👥 Botni do'stlar bilan ulashing!

source: ↩️ Main menu!
ru: ↩️ Главное меню!
uz: ↩️ Asosiy menyu!

source: 📬 Share the bot!
ru: 📬 Поделитесь ботом!
uz: 📬 Botni ulashing!

source: Skip ❌
ru: Пропустить ❌
uz: O'tkazib yuborish ❌

source: Read ✅
ru: Читать ✅
uz: O'qidim ✅

source: Like ⭐
ru: Нравится ⭐
uz: Yoqdi ⭐
